---
kind: method
id: M:Autodesk.Revit.DB.Electrical.GroundConductorSizeSet.#ctor
source: html/31b3b0f1-5969-66d3-9848-d945233d101b.htm
---
# Autodesk.Revit.DB.Electrical.GroundConductorSizeSet.#ctor Method

Initializes a new instance of the GroundConductorSizeSet class

## Syntax (C#)
```csharp
public GroundConductorSizeSet()
```